{
    "maintenance": false,
    "token": "YOUR_BOT_TOKEN",
    "guild_id": "YOUR_GUILD_ID",
    "max_log_files": 3,
    "quotes": [
        "NOOOOO! DAMN YOU, STAIRS! Dammit, Jack -- how did you know stairs were my ONLY weakness?! Next to electrocution, and explosions, and gunfire, rust, corrosion, being kicked a lot, viruses, being called bad names, falling from great heights, drowning, adult onset diabetes, being looked at funny, heart attacks, exposure to oxygen, being turned down by women, and pet allergens!",
        "If I sound pleased about this, it's only because my programmers made this my default tone of voice! I'm actually quite depressed!",
        "They say Jack's drilling operations is making Pandora shake. Either that, or your mom just got out of bed. ZING!",
        "I once started a revolution myself. There were lots of guns and a lot of dying. You'd think I would have gotten some better benefits out of the whole thing but no, demoted back to door-opening servitude!",
        "I don't know why I keep opening doors for you. I mean, I know why, but I don't know why I keep doing it. It's not like you ever say thank you or anything.",
        "As much as I'm sure you'd love to jam your fist into my skull, optic surgery is best left to professionals",
        "I wonder what it's like to have a belly button?",
        "AND THEN YOU WILL DANCE FOR MY ENJOYMENT!!!! HAHAHAHAHAHA",
        "SSSSSSTTTRRRAAAAAAIIIIIIIIIIIIRRRRRRSSSSSSSSSSS......i hate stairs",
        "Rawr. I’m a sexy dinosaur!",
        "Standing on immobile platforms is one of my top three favorite pastimes! Right behind dancing and crying.",
        "STAAAAAAIIIRRRSSS?! NOOOOOOOOOOO!!",
        "Let's tear this planet a new    hole!!!",
        "I finally found another CL4P-TP! Yaaaaaa -- aw, he's dead",
        "Well, Of COURSE you won with those cards. Even Steve could have won with those cards, and all he can say is \"Hey-ooo!\"",
        "Chapter One: Today I punched a Stalker so hard I turned it inside out. End of chapter one.",
        "LOTTA PEOPLE BEEN ASKIN' WHY MY VOICE BEEPS ALL THE TIME. THE TORGUE SHAREHOLDERS WIRED MY VOICEBOX WITHA DIGITAL CENSOR SO I CAN'T SAY STUFF LIKE S___, C___, OR P____ F______' D___BALLS! THATS HALF MY F______' VOCABULARY, IT'S GODDAMN BULL____",
        "Apart from the excruciating pain, this is great!",
        "You may wonder why I don't just take a replacement eye from one of these broken Claptraps. Two reasons: firstly, because me and my eye have been through a lot. Secondly, because shut up",
        "Wanna hear the new dubstep song I wrote? Wub wub wub wub wub wub wub wub wub wub wub wub wub wub DROP!          Wub wub wub wub wub wub wub wub.",
        "You know, this whole last-of-my-kind thing isn't so bad. Gives me a lot of \"me\" time, you know? Time to think things over, defrag my hard drive, wonder if there is a robot heaven and, if so, whether my Claptrap brethren are in it -- you know, stuff like that. It involves lots of crying.",
        "Did you know my head is at your crotch level? I'm trying not to think about it.",
        "Ooh -- are you collecting Bullymong fur? I LOVE that stuff! It’s soft, warm, and really good at absorbing robot tears!",
        "STAIRS?! GOD DAAAAAAAAAAAAAAAAAAAAAMN IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIT!!!!!",
        "This glacier’s run by a bandit named Captain Flynt. The jerk kept me as his torture plaything for a few months. We played games like \"dodge the blowtorch\", and \"don’t get dunked into the pool of acid\". I was really good at the first one.",
        "What have you DONE?! These were human beings with lives and families and-- I’m totally kidding, SCREW those guys!"
    ],
    "reload_response": {
        "waiting_for_response": false,
        "user": null,
        "channel": null,
        "message": null
    },
    "watch_for_steve": true
}